/*
        Вычислить результат умножения двух чисел типа byte, и записать его в переменную этого же типа.
 */

public class Task_5 {
    public static void main(String[] args) {
        byte a = 10;
        byte b = 10;
        byte c = (byte)(a*b);
        System.out.println(c);
    }
}
